[
  {
    "project_id":178,
    "title":"Merowe Dam",
    "long_title":"Construction of the Merowe hydroelectric dam",
    "year":2003,
    "lat":18.6,
    "lon":32.05,
    "description":"(PPIAF-ID:256) In December 2003, the China Exim Bank approved a $519 million USD loan for the construction of the 1,250 MW Merowe hydroelectric dam. The dam is located at longitude 32 E, and latitude 19 N. The dam was constructed by a joint venture of China International Water Electric Corp. and SinoHydro. The project was completed around the beginning of 2009. The actual start date is unknown. An estimated 60,000 civilians were displaced by the construction. Sudanese civilians protested the project’s execution from the start, and in a confrontation by authorities in April 2006, five people from a displaced community were killed. STAFF_NOTE: The International Rivers report on this dam listed the project value at $1.5 billion, which probably includes the construction of the transmission line system, ID#695.",
    "usd_defl":836149339.6,
    "alt":"",
    "recipient_oecd_name":"Sudan",
    "img":"dam.jpg"
  },
  {
    "project_id":962,
    "title":" Africa Union HQ",
    "long_title":"Expansion of AU headquarters and conference center",
    "year":2006,
    "lat":9.01,
    "lon":38.73,
    "description":"At the 2006 Forum on China-Africa Cooperation in Beijing, China announced its full support for the construction of a new conference centre for the Africa Union. In May 2007, China agreed to spend $150 million to expand the African Union (AU) headquarters in Addis Ababa, Ethiopia. Then, on January 11, 2008, China signed an addition agreement for a $61 million conference center attached to the headquarters. Construction of the headquarters began in January 2009, and both of the buildings were inaugurated on January 28, 2012. The ultimate cost of both components was estimated at $200 million. 1,200 Chinese and Ethiopian workers were involved in the project. ",
    "usd_defl":269160114.3,
    "alt":"",
    "recipient_oecd_name":"Ethiopia",
    "img":"hq.jpg"
  },
  {
    "project_id":947,
    "title":"Thika road",
    "long_title":"Expansion of Nairobi-Thika road Section three",
    "year":2009,
    "lat":-1.28,
    "lon":36.8,
    "description":"In 2009, the Export-Import Bank of China provided CNY 1.068 billion for section three of the eight-lane highway, flyovers, and underpasses to be constructed by Shenli Engineering and Construction. The project was completed in 2012, and in whole by Shenli, Sinohydro Corp, and China Wu Yi. The total cost of the project was $156.39 million. (PPIAF) The roadwork features an eight lane highway and flyovers as well as underpasses in an effort to decongest this road. China Ex-Im Bank provided 1.068 billion Yuan for section three of the road. The contractor is Shenli Engineering Construction Group (Ltd.) from China. Total Project Cost: USD 156.368960468521 Million; PPIAF-ID:156 STAFF_NOTES: Since the degree of concessionality is unknown, the project was left ODF-vague. ",
    "crs_sector_name":"Transport and Storage",
    "recipient_oecd_name":"Kenya",
    "img":"road.jpg",
    "alt":"credit",
    "usd_defl":156336547.5
  },
  {
    "project_id":23150,
    "title":"Internet Backbone",
    "long_title":"National Fibre-Optic Backbone Phase 2",
    "year":2010,
    "lat":-6.8,
    "lon":39.28,
    "description":"After the completion of the first phase (ID #23142), the China Eximbank provided a new concessional loan of RMB 700 million CNY for the second phase, to be implemented by International Telecommunication Construction Corporation (CITCC). This phase is to connect Dar es Salaam to Kigoma, Taborak,Sumbawanga, Mbeya, Songea, Mtwara, and Lindi, as well as connecting Tanzania to Zambia and Malawi. Tanzanian Minister of Finance and Economic Affairs Mustapha Mkulo and Zhu Hongjie, vice-chairman of the Exim Bank of China, attended the signing ceremony ceremony. According to Tanzania’s Minister for Communications, Science and Technology, Prof Makame Mbarawa Mnyaa, this project is expected to be completed by March of 2013. Phase II became effective from August 1, 2010 and to date the construction of 3,000km of fiber backbone and installation of transmission equipment is complete, awaiting Provisional Acceptance Tests (PAT) planned to commence on 1 April, 2012. It was reported in March 2013 that the project was entering 'phase three', with one of its undertakings being a national broadband backbone infrastructure project. PPIAF-ID:282",
    "crs_sector_name":"Communications",
    "img":"fibre.jpg",
    "recipient_oecd_name":"Tanzania",
    "alt":"",
    "usd_defl":96122237.71
  },
  {
    "project_id":18777,
    "title":"Confucius Institute",
    "long_title":"Confucius Institute founded at University of Zimbabwe",
    "year":2006,
    "lat":-17.86,
    "lon":31.02,
    "description":"In August of 2006, a Chinese language institute, known as the Confucius Institute, was established at the University of Zimbabwe. The facility was jointly built by the Office of Chinese Language Council International and the University of Zimbabwe. Present at the handover ceremony were Chinese Ambassador to Zimbabwe, Zhang Xianyi, and Stan Mudenge, Zimbabwean Minister of Higher and Tertiary Education. It is unclear what the value of the Confucius Institute is, but the Chinese Ambassador facilitated a donation from the Chinese government worth $100,000 USD to the Institute.",
    "crs_sector_name":"Education",
    "img":"confucius.jpg",
    "recipient_oecd_name":"Zimbabwe",
    "alt":"",
    "usd_defl":134580.06
  },
  {
    "project_id":1215,
    "title":"Agricultural Research Institute",
    "long_title":"China builds Agricultural Research Center/Agriculture Station",
    "year":2009,
    "lat":-26,
    "lon":32.3,
    "description":"In August 2009 it was reported that China was building the Agricultural Technology Research and Transfer Centre near the Umbeluzi Agricultural Station. The project was expected to be completed by the first quarter of 2010. The center was supposedly one of two agricultural research centres being built by China and will boast agricultural laboratories and crop-testing areas, and will also undertake aquaculture research. The Chinese government is investing a total of US$700 million in the centres.On July 9, 2011 China handed over the completed Agrarian Technology Transfer Center in Umbeluzi in the district of Boane in the capital Maputo at a cost of 6 million USD More information needed about the discrepancy between the 700 million needed for both centers and the 6 million it cost to build one. Associated with project ID#1211 and ID#1197. Deborah Brautigam notes the discrepancy in footnote 11 of her blog-post in the sources below.",
    "crs_sector_name":"Agriculture, Forestry and Fishing",
    "recipient_oecd_name":"Mozambique",
    "img":"researchcenter.jpg",
    "alt":"",
    "usd_defl":700000000
  },
  {
    "project_id":22824,
    "title":"Stadium",
    "long_title":"Renovation of Provincial Stadiums",
    "year":2007,
    "lat":3.86,
    "lon":11.51,
    "description":"The governments of Cameroon and China signed a partnership accord on November 30, 2007 that provides for rehabilitation of existing stadiums in each of Cameroon's provincial headquarters. The project was projected to cost 209 million Euros. It would span for eight years, during which Cameroon was expected to pay back its loan to China. A Chinese company, China National Machinery and Equipment Import and Export Corporation, would provide expertise. Minister Edjoa disclosed that his Ministry has drawn up an elaborate plan to provide sports infrastructure in all the provincial headquarters. According to the plan, he went on, proximity sports edifices would be erected in all Divisional headquarters in the country. In November 2009 an update provided that, 'Since last year, two stadiums of 15 000 seats- among which 200 seats in presidential boxes and 100 seats for handicapped persons- have been under construction. 'This project forms phase 3 of a larger project involving the National Sports School #22818 and Paul Biya Stadium sports complex at Olembe in Yaounde, #274. Further information, including progress updates, are unknown.",
    "crs_sector_name":"Other Social infrastructure and services",
    "recipient_oecd_name":"Cameroon",
    "img":"stadium.jpg",
    "alt":"",
    "usd_defl":341416670.5
  },
  {
    "project_id":195,
    "title":"Nigeria Railway",
    "long_title":"Modernization of the Nigeria railway",
    "year":2006,
    "lat":6.45,
    "lon":3.41,
    "description":"(PPIAF) Chinese Civil Engineering Construction Corporation (CCECC) was awarded the contract for the modernization of Nigeria's one-track rail line to standard gauge rail project. The first phase includes part of the 1,313 km railway from Lagos to Kano, the portion from Abuja to Kaduna. The project is worth $8.3 billion USD (which was downsized to $8 billion USD in 2009), and China has loaned the Nigerian government $2.5 billion to finance refurbishment of the railway system. This contract was signed between Nigeria and CCECC on Oct. 30, 2006. The project was originally proposed in 2002 and was to be financed by a $1 billion soft loan from the Export-Import Bank of China. In order to release funding pressures, the project would be implemented in phases.The first phase of the project is a single track railway 186.5 km in length with a contract value of $849,750,903 USD and a construction period of 36 months.The second phase of the project is the Lagos-Ibadan section of the railway, a double-track railway with a total length of 156.8km and a design speed of 150km per hour for both passengers and freight transportation. This portion is worth approximately $1.487 billion USD with a construction period of 36 months. PPIAF-ID:206 However, A Deborah Brautigam China in Africa blogpost from [December 2010 reported that after CCECC won the $8.3 billion contract, the Chinese government had offered a line of export credit for $2 billion at a 'competitive commercial rate,' as well as a preferential export credit at $500 million. These tied credits were considered as potential funding for projects other than the railway, but eventually the $2 billion credit was never used and expired. The $500 million preferential credit was renewed and may be being used to fund a part of the railway infrastructure project. The exact flow type is not known, because Deborah Brautigam referred to the commitment as an export credit, but the Nigerian Federal government was reported as calling it a concessional loan. ",
    "crs_sector_name":"Transport and Storage",
    "recipient_oecd_name":"Nigeria",
    "img":"railway.jpg",
    "alt":"credit",
    "usd_defl":3364501428

  }
]